{
  "date": "2025-07-14",
  "source": "blognone",
  "articles": [
    {
      "id": "147384 at https://www.blognone.com",
      "title": "Bitcoin ทำนิวไฮ ทะลุ 120,000 ดอลลาร์ แล้ว",
      "description": "Bitcoin ทำนิวไฮ ทะลุ 120,000 ดอลลาร์ แล้ว Body หลังจากทำนิวไฮไปไม่กี่วันก่อน ราคาบิตคอยน์ก็ทำสถิติผ่านด่านสำคัญถัดไปโดยมีราคาสูงกว่า 120,000 ดอลลาร์",
      "summary": "Bitcoin ทำนิวไฮ ทะลุ 120,000 ดอลลาร์ แล้ว Body หลังจากทำนิวไฮไปไม่กี่วันก่อน ราคาบิตคอยน์ก็ทำสถิติผ่านด่านสำคัญถัดไปโดยมีราคาสูงกว่า 120,000 ดอลลาร์",
      "content": "Bitcoin ทำนิวไฮ ทะลุ 120,000 ดอลลาร์ แล้ว Body หลังจากทำนิวไฮไปไม่กี่วันก่อน ราคาบิตคอยน์ก็ทำสถิติผ่านด่านสำคัญถัดไปโดยมีราคาสูงกว่า 120,000 ดอลลาร์ ต่อ 1 BTC เป็นที่เรียบร้อยแล้ว โดยราคาล่าสุดอยู่ที่ประมาณ 120,700 ดอลลาร์ ก่อนหน้านี้ราคาบิตคอยน์ทะลุ 110,000 ดอลลาร์ ในเดือนพฤษภาคม ก่อนจะปรับตัวและกลับมามีราคาเพิ่มสูงในช่วงสัปดาห์ที่ผ่านมา คำอธิบายของราคาบิตคอยน์รอบนี้มีหลายประเด็น เช่น การเก็บภาษีนำเข้าสินค้า 30% จากกลุ่มประเทศสหภาพยุโรปและเม็กซิโก ที่ประธานาธิบดี Donald Trump เพิ่งประกาศ รวมทั้งตัวเลขเงินเฟ้อในสหรัฐอเมริกาที่ยังอยู่ระดับสูง จึงส่งผลให้ราคาของสินทรัพย์ลงทุนรวมทั้งบิตคอยน์มีแนวโน้มราคาเพิ่มสูงขึ้น ที่มา: CoinDesk arjin Mon, 14/07/2025 - 11:13",
      "url": "https://www.blognone.com/node/147384",
      "publishedAt": "2025-07-14T04:13:26.000Z",
      "source": "blognone",
      "sourceName": "Blognone",
      "author": "Blognone",
      "tags": []
    },
    {
      "id": "147383 at https://www.blognone.com",
      "title": "สัญญาณดูดี นักวิเคราะห์คาด 18A/2nm ของอินเทล มีอัตรา Yield แซงหน้าซัมซุง",
      "description": "สัญญาณดูดี นักวิเคราะห์คาด 18A/2nm ของอินเทล มีอัตรา Yield แซงหน้าซัมซุง Body จดหมายข่าว Semiecosystem ของนักข่าวสายเซมิคอนดักเตอร์ Mark LaPedus",
      "summary": "สัญญาณดูดี นักวิเคราะห์คาด 18A/2nm ของอินเทล มีอัตรา Yield แซงหน้าซัมซุง Body จดหมายข่าว Semiecosystem ของนักข่าวสายเซมิคอนดักเตอร์ Mark LaPedus",
      "content": "สัญญาณดูดี นักวิเคราะห์คาด 18A/2nm ของอินเทล มีอัตรา Yield แซงหน้าซัมซุง Body จดหมายข่าว Semiecosystem ของนักข่าวสายเซมิคอนดักเตอร์ Mark LaPedus อ้างการวิเคราะห์ของบริษัทลงทุน KeyBanc Capital Markets ว่าตอนนี้โรงงานผลิตชิปของอินเทลก้าวขึ้นมาเป็นอันดับสองในสงครามการผลิตแบบ 2nm ที่กำลังจะเกิดขึ้นแล้ว กระบวนการผลิตของอินเทลเรียกว่า 18A แต่เทียบกับชาวบ้านคือ 2nm โดย TSMC ใช้คำว่า N2 และซัมซุงเรียก SF2 สิ่งที่ทั้งสามบริษัทกำลังแข่งกันอยู่คือ yield หรืออัตราการผลิตสำเร็จ ซึ่ง TSMC นำอยู่ด้วยอัตรา yield ราว 65% ส่วน Intel Foundry Service (IFS) คืบหน้าจากเดิม 50% ในไตรมาสที่แล้วมาเป็น 55% ถือเป็นอันดับสองแซงหน้าซัมซุงที่ทำได้ 40% (ตัวเลขทั้งหมดยังไม่ใช่ตัวเลขทางการ เป็นการวิเคราะห์ของ KeyBanc) ตามปกติแล้ว การผลิตแบบจำนวนมากหรือ mass production ต้องการ yield ที่ 65-70% เท่ากับว่าความคืบหน้าของอินเทล จะทำให้โรงงานอินเทลสามารถ ผลิตชิป Panther Lake ด้วยกระบวนการ 18A ช่วงปลายปี 2025 ตามแผนที่วางไว้ ถัดจาก 18A อินเทลเคยประกาศไว้ว่าจะอัพเกรดกระบวนการผลิตนี้เป็น 18A-P ในช่วงครึ่งหลังของปี 2026 และมี 14A ในระยะหลังจากนั้น ที่มา - Semiecosystem via Wccftech mk Mon, 14/07/2025 - 09:35",
      "url": "https://www.blognone.com/node/147383",
      "publishedAt": "2025-07-14T02:35:39.000Z",
      "source": "blognone",
      "sourceName": "Blognone",
      "author": "Blognone",
      "tags": []
    },
    {
      "id": "147382 at https://www.blognone.com",
      "title": "Hugging Face เริ่มขาย Reachy Mini หุ่นยนต์ขนาดเล็กควบคุมด้วย AI ราคาเริ่ม 299 ดอลลาร์",
      "description": "Hugging Face เริ่มขาย Reachy Mini หุ่นยนต์ขนาดเล็กควบคุมด้วย AI ราคาเริ่ม 299 ดอลลาร์ Body Hugging Face ที่ ช่วงหลังหันมาเอาดีด้านหุ่นยนต์",
      "summary": "Hugging Face เริ่มขาย Reachy Mini หุ่นยนต์ขนาดเล็กควบคุมด้วย AI ราคาเริ่ม 299 ดอลลาร์ Body Hugging Face ที่ ช่วงหลังหันมาเอาดีด้านหุ่นยนต์",
      "content": "Hugging Face เริ่มขาย Reachy Mini หุ่นยนต์ขนาดเล็กควบคุมด้วย AI ราคาเริ่ม 299 ดอลลาร์ Body Hugging Face ที่ ช่วงหลังหันมาเอาดีด้านหุ่นยนต์ ประกาศวางขายหุ่นยนต์ Reachy Mini ในราคาเริ่มต้น 299 ดอลลาร์ Reachy Mini เป็นหุ่นยนต์มนุษย์ขนาดเล็กวางบนโต๊ะได้ ออกแบบมาเพื่อเป็นเพื่อนกับมนุษย์ (human-robot interaction) จุดเด่นของมันคือเป็นหุ่นโอเพนซอร์ส เขียนโปรแกรมควบคุมได้ทุกอย่าง (ตอนนี้รองรับ Python แต่จะเพิ่ม JavaScript และ Scratch ตามมา) เหมาะกับนักพัฒนา นักวิจัย งานอดิเรกวันหยุด หรือเป็นหุ่นยนต์สอนเด็กๆ เขียนโค้ด ในราคาที่ไม่แพงจนเกินไป จุดเด่นอีกอย่างของ Reachy Mini คือซอฟต์แวร์ ที่มี SDK มาให้เต็มรูปแบบ มี simulation ให้ทดสอบโปรแกรมก่อนได้รับหุ่นยนต์ตัวจริงด้วยซ้ำ และการที่ Hugging Face ขายเอง ย่อมเชื่อมต่อกับโมเดล AI ต่างๆ จำนวนมากบนแพลตฟอร์ม รวมถึงชุมชนนักพัฒนาขนาดใหญ่ของ Hugging Face ที่มีอยู่แล้ว Reachy Mini แบ่งออกเป็น 2 รุ่นย่อย Reachy Mini Lite ไม่มีหน่วยประมวลผลและแบตเตอรี่ในตัว เชื่อมต่อคอมพิวเตอร์ผ่านสาย ราคา 299 ดอลลาร์ ส่องมอบได้ช่วงฤดูร้อน 2025 Reachy Mini ข้างในเป็น Raspberry Pi 5 ประมวลผลได้ในตัว, มีแบตเตอรี่และ Wi-Fi ราคา 499 ดอลลาร์ เริ่มส่งมอบช่วงฤดูใบไม้ร่วง 2025 เป็นต้นไป หุ่นยนต์แบรนด์ Reachy เป็นผลงานของ Pollen สตาร์ตอัพหุ่นยนต์ฝรั่งเศสที่ Hugging Face ซื้อกิจการมาในเดือนเมษายน และมีหุ่น Reachy รุ่นใหญ่ราคา 70,000 ดอลลาร์วางขายมาก่อนหน้า ส่วน Reachy Mini เป็นความพยายามที่จะปรับลดราคาหุ่นยนต์ลงมาให้ถูกกว่าเดิมมาก ที่มา - Hugging Face mk Mon, 14/07/2025 - 08:36",
      "url": "https://www.blognone.com/node/147382",
      "publishedAt": "2025-07-14T01:36:07.000Z",
      "source": "blognone",
      "sourceName": "Blognone",
      "author": "Blognone",
      "tags": []
    },
    {
      "id": "147381 at https://www.blognone.com",
      "title": "[ลือ] สินค้าสมาร์ทโฮมหน้าจอควบคุมอุปกรณ์ในบ้านของ Apple มาไม่ทันปีนี้ กำหนดล่าสุดคือปีหน้า",
      "description": "[ลือ] สินค้าสมาร์ทโฮมหน้าจอควบคุมอุปกรณ์ในบ้านของ Apple มาไม่ทันปีนี้ กำหนดล่าสุดคือปีหน้า Body ข่าวลือสินค้าใหม่แอปเปิลประจำสัปดาห์กับ Mark Gurman",
      "summary": "[ลือ] สินค้าสมาร์ทโฮมหน้าจอควบคุมอุปกรณ์ในบ้านของ Apple มาไม่ทันปีนี้ กำหนดล่าสุดคือปีหน้า Body ข่าวลือสินค้าใหม่แอปเปิลประจำสัปดาห์กับ Mark Gurman",
      "content": "[ลือ] สินค้าสมาร์ทโฮมหน้าจอควบคุมอุปกรณ์ในบ้านของ Apple มาไม่ทันปีนี้ กำหนดล่าสุดคือปีหน้า Body ข่าวลือสินค้าใหม่แอปเปิลประจำสัปดาห์กับ Mark Gurman แห่ง Bloomberg คนเดิม คราวนี้ว่าด้วยสินค้าสมาร์ทโฮมจอควบคุมอุปกรณ์ภายในบ้าน หรือที่ เรียกตอนแรกว่า HomePod มีหน้าจอ คล้าย iPad ขนาดเล็ก เดิมทีสินค้ามีกำหนดเปิดตัวภายในปีนี้ แต่เกิดปัญหา Siri ล่าช้า ซึ่งข้อมูลล่าสุดยืนยันว่าปีนี้ไม่ทันแน่ Gurman บอกว่ากำหนดล่าสุดของแอปเปิลคือครึ่งแรกของปีหน้า 2026 แม้ข้อมูลนี้ไม่ใหม่เพราะคาดเดากันอยู่แล้ว แต่มีข้อมูลเพิ่มเติมถึงสาเหตุที่สินค้าเลื่อนกำหนดออกไป เพราะแอปเปิลยกเครื่องส่วนการทำงานระหว่างแอปหรือ App Intents ใหม่ โดยให้ Siri ต้องควบคุมแอปผ่านเสียงได้มากขึ้นนั่นเอง สเป็กของหน้าจอสั่งงานอุปกรณ์ในบ้านของแอปเปิลนี้ คาดว่าจอมีขนาด 7 นิ้ว ใช้งานได้ทั้งโหมดตั้งโต๊ะและแขวนผนัง เน้นการสั่งงานด้วยเสียง หรือการแตะหน้าจอสัมผัส ที่มา: Bloomberg arjin Mon, 14/07/2025 - 07:36",
      "url": "https://www.blognone.com/node/147381",
      "publishedAt": "2025-07-14T00:36:49.000Z",
      "source": "blognone",
      "sourceName": "Blognone",
      "author": "Blognone",
      "tags": []
    }
  ]
}