{
  "date": "2025-07-13",
  "source": "blognone",
  "articles": [
    {
      "id": "147380 at https://www.blognone.com",
      "title": "EFF เตือน การใช้ AI ช่วยตำรวจเขียนรายงานต้องตรวจสอบได้, สอบทานย้อนกลับได้",
      "description": "EFF เตือน การใช้ AI ช่วยตำรวจเขียนรายงานต้องตรวจสอบได้, สอบทานย้อนกลับได้ Body EFF มูลนิธิเรียกร้องเสรีภาพอินเทอร์เน็ต",
      "summary": "EFF เตือน การใช้ AI ช่วยตำรวจเขียนรายงานต้องตรวจสอบได้, สอบทานย้อนกลับได้ Body EFF มูลนิธิเรียกร้องเสรีภาพอินเทอร์เน็ต",
      "content": "EFF เตือน การใช้ AI ช่วยตำรวจเขียนรายงานต้องตรวจสอบได้, สอบทานย้อนกลับได้ Body EFF มูลนิธิเรียกร้องเสรีภาพอินเทอร์เน็ต ออกมาวิจารณ์ถึงการใช้ปัญญาประดิษฐ์ช่วยตำรวจจับกุม เช่น การใช้ Axon Draft One บริการเขียนเอกสารแจ้งความอัตโนมัติ ว่าเป็นการใช้งานที่อันตราย และไม่มีการควบคุมเพียงพอ บทความของ EFF ระบุความเสี่ยงของระบบ เช่น Draft One ว่ามีความเสี่ยงตั้งแต่การแปลงเสียงเป็นข้อความที่อาจจะผิดพลาด หรืออาจจะขยายความบางส่วนจนเกินเหตุ ปัญหาสำคัญที่ EFF กังวลคือตำรวจจำนวนมากใช้ Draft One เขียนรายงานโดยไม่มีการเก็บข้อมูลเพียงพอ เช่นเมื่อ EFF ขอข้อมูลปริมาณการใช้งาน Draft One ไปยังกรมตำรวจ Lafayette ว่ามีการใช้ Draft One เขียนรายงานมากน้อยเพียงใด กลับได้คำตอบเพียงว่าไม่สามารถค้นหาข้อมูลได้ หรือสำนักงานนายอำเภอ Palm Beach บอกได้เพียงว่ามีรายงานที่มีคำว่า Draft One ทั้งหมด 3,000 รายงานในช่วงตั้งแต่ธันวาคม 2024 ถึงมีนาคม 2025 ข้อเสนอของ EFF ไม่ได้ห้ามใช้ปัญญาประดิษฐ์เขียนรายงานไปทั้งหมด แต่ต้องเก็บข้อมูลอย่างละเอียด ว่าตำรวจตรวจสอบรายงานมากน้อยเพียงใด หรือเพียงแค่กดยอมรับไปเรื่อยๆ เท่านั้น, ความผิดพลาดที่ต้องแก้ไขมีบ่อยเพียงใด และมีรูปแบบใดเป็นพิเศษหรือไม่, มีภาษาที่ไม่เหมาะสมในรายงานหรือไม่, ปัญญาประดิษฐ์แปลงเสียงอย่างถูกต้องหรือเกินเลยหรือไม่ แต่ในระบบทุกวันนี้กลับไม่มีข้อมูลเพียงพอและการตรวจสอบย้อนกลับทำได้ยาก ที่มา - EFF lew Sun, 13/07/2025 - 22:30",
      "url": "https://www.blognone.com/node/147380",
      "publishedAt": "2025-07-13T15:30:00.000Z",
      "source": "blognone",
      "sourceName": "Blognone",
      "author": "Blognone",
      "tags": []
    },
    {
      "id": "147379 at https://www.blognone.com",
      "title": "ดราม่าเกม Subnautica 2 ทีมผู้ก่อตั้งสตูดิโอ Unknown Worlds ลาออกจาก Krafton",
      "description": "ดราม่าเกม Subnautica 2 ทีมผู้ก่อตั้งสตูดิโอ Unknown Worlds ลาออกจาก Krafton Body เกิดดราม่าขึ้นเมื่อทีมบริหารของสตูดิโอ Unknown Worlds",
      "summary": "ดราม่าเกม Subnautica 2 ทีมผู้ก่อตั้งสตูดิโอ Unknown Worlds ลาออกจาก Krafton Body เกิดดราม่าขึ้นเมื่อทีมบริหารของสตูดิโอ Unknown Worlds",
      "content": "ดราม่าเกม Subnautica 2 ทีมผู้ก่อตั้งสตูดิโอ Unknown Worlds ลาออกจาก Krafton Body เกิดดราม่าขึ้นเมื่อทีมบริหารของสตูดิโอ Unknown Worlds ผู้สร้างเกมโลกใต้น้ำ Subnautica ยื่นใบลาออกจากบริษัทแม่ Krafton โดยไม่ระบุเหตุผล บุคคลที่ลาออกประกอบด้วยซีอีโอ Ted Gill, ผู้อำนวยการฝ่ายครีเอทีฟ Charlie Cleveland และผู้อำนวยการฝ่ายเทคนิค Max McGuire ซึ่งสองรายหลังเป็นผู้ร่วมก่อตั้งสตูดิโอด้วย หลังการลาออกของผู้บริหารชุดนี้ Krafton แต่งตั้ง Steve Papoutsis อดีตซีอีโอ Striking Distance สตูดิโออีกแห่งในเครือ มารับหน้าที่ซีอีโอของ Unknown Worlds แทน ความน่าสนใจของเรื่องนี้คือ เกมภาคต่อ Subnautica 2 เพิ่งเปิดตัวในปี 2024 เดิมทีมีกำหนดออกขายปี 2025 แต่ ล่าสุดเลื่อนออก Early Access เป็นปี 2026 แล้ว แฟนๆ ต้องลุ้นกันต่อไปว่าจะมีโอกาสได้เล่นเกมนี้กันจริงๆ หรือไม่ ปัจจุบัน Subnautica ถือเป็นเกมที่มีแฟนๆ กด wishlist บน Steam สูงเป็นอันดับสอง ( รายชื่อ ) เป็นรองแค่เพียง Hollow Knight: Silksong เท่านั้น Bloomberg รายงานข่าวยังไม่ยืนยันว่า Krafton เลื่อนวันวางขายเกมเป็นปี 2026 ส่งผลให้เงื่อนไขการจ่ายโบนัส 250 ล้านดอลลาร์ให้ทีมบริหาร (เป็นเงื่อนไขที่ตกลงกันไว้ตอนซื้อ Unknown World) เป็นไปได้ยากขึ้นมาก และส่งผลให้ทีมบริหารลาออกประท้วง แต่ Krafton ก็ออกแถลงการณ์โต้ว่าการตัดสินใจเลื่อนวันขายเกม เป็นเรื่องคุณภาพของเกม ไม่เกี่ยวกับเงื่อนไขการจ่ายเงินหรือสัญญาที่ตกลงกันไว้ และบอกว่าทีมบริหารของ Unknown Worlds เป็นฝ่ายผิดสัญญาที่บอกว่าเกมจะเข้าสถานะ early access ช่วงต้นปี 2024 อีกทั้งผู้บริหารบางคนอย่าง Charlie Cleveland ยังเอาเวลาไปโฟกัสกับโครงการทำหนังของตัวเอง ไม่ได้สนใจการพัฒนาเกม Cleveland ตอบโต้ด้วยการยื่นฟ้อง Krafton ว่าทำผิดสัญญา และบอกว่า Subnautica คือผลงานชิ้นเอกของชีวิตเขา ซึ่งเขาไม่มีวันทอดทิ้งเกมนี้หรือทีมพัฒนาที่ร่วมทุ่มเทกันมา ที่มา - Bloomberg , VGC mk Sun, 13/07/2025 - 21:04",
      "url": "https://www.blognone.com/node/147379",
      "publishedAt": "2025-07-13T14:04:49.000Z",
      "source": "blognone",
      "sourceName": "Blognone",
      "author": "Blognone",
      "tags": []
    },
    {
      "id": "147377 at https://www.blognone.com",
      "title": "Air Grand Touring ของ Lucid Motors ทำสถิติโลกกินเนสส์ เป็น EV ที่ขับได้ระยะทางไกลที่สุด 1,205 กิโลเมตร",
      "description": "Air Grand Touring ของ Lucid Motors ทำสถิติโลกกินเนสส์ เป็น EV ที่ขับได้ระยะทางไกลที่สุด 1,205 กิโลเมตร Body Lucid Motors บริษัทรถยนต์ไฟฟ้า",
      "summary": "Air Grand Touring ของ Lucid Motors ทำสถิติโลกกินเนสส์ เป็น EV ที่ขับได้ระยะทางไกลที่สุด 1,205 กิโลเมตร Body Lucid Motors บริษัทรถยนต์ไฟฟ้า",
      "content": "Air Grand Touring ของ Lucid Motors ทำสถิติโลกกินเนสส์ เป็น EV ที่ขับได้ระยะทางไกลที่สุด 1,205 กิโลเมตร Body Lucid Motors บริษัทรถยนต์ไฟฟ้า ได้ทำสถิติใหม่ในการเดินทางด้วยรถยนต์ไฟฟ้า EV เป็นระยะทางไกลที่สุด ในการชาร์จเพียงครั้งเดียว โดยทำระยะทางได้ 1,205 กิโลเมตร หรือ 749 ไมล์ โดยสถิตินี้ได้รับการรับรองโดย Guinness World Record Air Grand Touring คือรุ่นรถยนต์ของ Lucid Motors ที่ทำสถิติระยะการเดินทางไกลที่สุดนี้ สูงกว่าเจ้าของสถิติเดิมคือ Mercedes-Benz EQS450+ ที่บันทึกในเดือนที่แล้ว จากการทดสอบโดยเว็บไซต์ญี่ปุ่น webCG สเป็กของ Air Grand Touring ระบุว่าระยะทางใช้งานต่อเนื่องยาวที่สุดอยู่ที่ 960 กิโลเมตร การทดสอบที่ทำให้ได้ตัวเลขสูงกว่ามาจากหลายปัจจัยทั้งเส้นทางที่เหมาะสม สภาพอากาศที่เอื้ออำนวยต่อการใช้งานรถยนต์ไฟฟ้า ที่มา: New Atlas arjin Sun, 13/07/2025 - 18:33",
      "url": "https://www.blognone.com/node/147377",
      "publishedAt": "2025-07-13T11:33:40.000Z",
      "source": "blognone",
      "sourceName": "Blognone",
      "author": "Blognone",
      "tags": []
    },
    {
      "id": "147375 at https://www.blognone.com",
      "title": "คนกันเอง - xAI รับเงินลงทุน 2 พันล้านดอลลาร์ จาก SpaceX",
      "description": "คนกันเอง - xAI รับเงินลงทุน 2 พันล้านดอลลาร์ จาก SpaceX Body The Wall Street Journal รายงานจากแหล่งข่าวนักลงทุนที่เกี่ยวข้องเผยว่า xAI",
      "summary": "คนกันเอง - xAI รับเงินลงทุน 2 พันล้านดอลลาร์ จาก SpaceX Body The Wall Street Journal รายงานจากแหล่งข่าวนักลงทุนที่เกี่ยวข้องเผยว่า xAI",
      "content": "คนกันเอง - xAI รับเงินลงทุน 2 พันล้านดอลลาร์ จาก SpaceX Body The Wall Street Journal รายงานจากแหล่งข่าวนักลงทุนที่เกี่ยวข้องเผยว่า xAI บริษัทปัญญาประดิษฐ์ของ Elon Musk เตรียมรับเงินลงทุน 2 พันล้านดอลลาร์ จาก SpaceX บริษัทด้านอวกาศของ Elon Musk เงินลงทุนนี้เป็นส่วนหนึ่งของแผนระดมทุนรอบใหม่ของ xAI ที่มี Morgan Stanley เป็นที่ปรึกษา โดยมีเป้าหมายระดมทุนรวม 5 พันล้านดอลลาร์ ซึ่งการมาลงทุนใน xAI ของ SpaceX นี้ น่าจะเป็นรอบแรกที่มีการเปิดเผยรายละเอียดออกมา ก่อนหน้านี้ xAI ได้ปรับโครงสร้างธุรกิจโดย ควบรวมกิจการกับ X แพลตฟอร์มโซเชียลที่ Elon Musk เป็นเจ้าของเช่นเดียวกันไปเมื่อเดือนมีนาคมที่ผ่านมา ปัจจุบัน xAI มีความร่วมมือที่สำคัญกับ SpaceX อยู่แล้ว โดย Grok ใช้เป็นระบบ AI เบื้องหลังของส่วนให้บริการลูกค้าอินเทอร์เน็ตดาวเทียม Starlink xAI มีประเด็นสำคัญในช่วงสัปดาห์ที่ผ่านมา คือซีอีโอ Linda Yaccarino ลาออกจาก X และหลังจากนั้นวันเดียว xAI ก็ เปิดตัวโมเดลรุ่นใหม่ Grok 4 ที่มา: The Wall Street Journal arjin Sun, 13/07/2025 - 15:54",
      "url": "https://www.blognone.com/node/147375",
      "publishedAt": "2025-07-13T08:54:11.000Z",
      "source": "blognone",
      "sourceName": "Blognone",
      "author": "Blognone",
      "tags": []
    },
    {
      "id": "147374 at https://www.blognone.com",
      "title": "DeepMind ออกโมเดล MedGemma 27B Multimodal เพิ่ม อ่านภาพทางการแพทย์ได้เยอะขึ้น",
      "description": "DeepMind ออกโมเดล MedGemma 27B Multimodal เพิ่ม อ่านภาพทางการแพทย์ได้เยอะขึ้น Body Google DeepMind เปิดตัวโมเดลใน ซีรีส์ MedGemma",
      "summary": "DeepMind ออกโมเดล MedGemma 27B Multimodal เพิ่ม อ่านภาพทางการแพทย์ได้เยอะขึ้น Body Google DeepMind เปิดตัวโมเดลใน ซีรีส์ MedGemma",
      "content": "DeepMind ออกโมเดล MedGemma 27B Multimodal เพิ่ม อ่านภาพทางการแพทย์ได้เยอะขึ้น Body Google DeepMind เปิดตัวโมเดลใน ซีรีส์ MedGemma ที่ใช้วิเคราะห์ข้อมูลด้านการแพทย์ เพิ่มเติม โมเดลชุดแรกที่เปิดตัวเดือนที่แล้วมีสองตัวคือ MedGemma 27B Text MedGemma 4B Multimodal โมเดลตัวใหม่รอบนี้มีอีกสองตัวคือ MedGemma 27B Multimodal เป็นลูกผสมระหว่างสองโมเดลแรก รองรับข้อมูลหลายชนิด (multimodal) ที่ขนาดพารามิเตอร์เยอะขึ้น รองรับการอ่านประวัติผู้ป่วยอิเล็กทรอนิกส์แบบเทียบตามช่วงเวลา MedSigLIP เป็นตัวเข้ารหัส (encoder) ข้อมูลประเภทภาพและข้อความ เพื่อให้แยกหมวด ค้นหา และหาความเชื่อมโยง การมีโมเดลในชุดเพิ่มเป็น 4 ตัว ช่วยรองรับการนำไปใช้วิเคราะห์ข้อมูลการแพทย์ที่หลากหลายขึ้น เช่น การมาถึงของ MedGemma 27B Multimodal ทำให้เราอ่าน \"ข้อมูลภาพ\" ทางการแพทย์ได้หลากหลาย ตัวอย่างที่นำมาโชว์คือการนำภาพถ่ายผิวหนังผู้ป่วย หรือภาพเอ็กซ์เรย์ แนบไปกับพร็อมต์เพื่อถามความเห็นจาก MedGemma โมเดลทุกตัวมีขนาดเล็กพอจนสามารถรันได้บนจีพียู 1 ตัว และโมเดลรุ่นเล็กหน่อยคือ MedGemma 4B กับ MedSigLIP รันบนอุปกรณ์พกพาได้ด้วยซ้ำ กูเกิลยังโชว์ประสิทธิภาพของโมเดล MedGemma 27B ว่าทำคะแนนเบนช์มาร์คด้านการแพทย์ MedQA ได้ดีระดับเดียวกับ DeepSeek R1 (แพ้แค่นิดเดียว) แต่มีต้นทุนค่ารันถูกกว่าถึง 10 เท่า กูเกิลยังย้ำเหมือนเดิมว่า MedGemma และ MedSigLIP เป็นโมเดลโอเพนซอร์ส เป็นโมเดลที่ออกแบบมาเพื่อเป็นจุดตั้งต้น ให้นักวิจัยหรือนักพัฒนาแอพพลิเคชันทางการแพทย์นำไปปรับแต่งต่อ นำไปเทรนเพิ่มบนชุดข้อมูลของตัวเอง และจำเป็นต้องตรวจสอบผลลัพธ์จากผู้เชี่ยวชาญก่อนเสมอ ที่มา - Google Research mk Sun, 13/07/2025 - 15:25",
      "url": "https://www.blognone.com/node/147374",
      "imageUrl": "https://www.blognone.com/sites/default/files/files-2025/2025-07/medgemma-4a-medsiglip.width-1250.webp",
      "publishedAt": "2025-07-13T08:25:55.000Z",
      "source": "blognone",
      "sourceName": "Blognone",
      "author": "Blognone",
      "tags": []
    }
  ]
}