{
  "date": "2025-07-12",
  "source": "theverge",
  "articles": [
    {
      "id": "n4p2il",
      "title": "The best Amazon Prime Day deals you can still shop",
      "description": "Amazon’s first four-day Prime Day technically ended yesterday, but a few deals have stuck around a little longer. You won’t see a bright red “Prime Day Deal” tag anymore, which can make these stragglers a little hard to find, so we’ve collected them for you. These deals could end at any time, and we wouldn’t [&#8230;]",
      "summary": "Amazon’s first four-day Prime Day technically ended yesterday, but a few deals have stuck around a little longer. You won’t see a bright red “Prime",
      "url": "https://www.theverge.com/tech/705786/amazon-prime-day-best-tech-deals-still-available-2025",
      "imageUrl": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/07/257783_Prime_day_SDonaj_DAY-OF-ROUNDUP_2.gif?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "publishedAt": "2025-07-12T14:53:07.000Z",
      "source": "theverge",
      "sourceName": "The Verge",
      "author": "Brandt Ranj",
      "tags": []
    },
    {
      "id": "52ecva",
      "title": "24 hours with Alexa Plus: we cooked, we chatted, and it kinda lied to me",
      "description": "I've waited two years to try out the new Alexa, which was first announced way back in 2023, and this week I finally got access to Alexa Plus. I've now spent 24 hours with Amazon's generative AI-powered voice assistant, and it's not just an improvement on the original; it's an entirely new assistant. Alexa Plus [&#8230;]",
      "summary": "I've waited two years to try out the new Alexa, which was first announced way back in 2023, and this week I finally got access to Alexa Plus. I've",
      "url": "https://www.theverge.com/hands-on/705808/amazon-alexa-plus-first-look",
      "imageUrl": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/07/8A0A3836.jpeg?quality=90&#038;strip=all&#038;crop=5.15625,10.526315789474,90.4890625,82.880084398078",
      "publishedAt": "2025-07-12T14:00:00.000Z",
      "source": "theverge",
      "sourceName": "The Verge",
      "author": "Jennifer Pattison Tuohy",
      "tags": []
    },
    {
      "id": "7hik5d",
      "title": "Playdate’s second season sucked me back into the little yellow handheld",
      "description": "The Playdate is easy to forget about. It's colorful and weird, but it's also tiny. Like the Game Boy Micro before it, sometimes I toss it in a bag and then can't remember where I put it. But over the past few weeks, the yellow handheld has been in constant rotation in my house, despite [&#8230;]",
      "summary": "The Playdate is easy to forget about. It's colorful and weird, but it's also tiny. Like the Game Boy Micro before it, sometimes I toss it in a bag",
      "url": "https://www.theverge.com/games-review/705348/playdate-season-2-review",
      "imageUrl": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/23396640/vpavic_220415_5149_0017.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "publishedAt": "2025-07-12T13:00:00.000Z",
      "source": "theverge",
      "sourceName": "The Verge",
      "author": "Andrew Webster",
      "tags": []
    },
    {
      "id": "9t4e3x",
      "title": "Rivian R1S review: second time’s the charm",
      "description": "Just four years after Rivian began selling its R1T truck, 2025 marks the beginning of the R1T and R1S' second generation. Considering they look essentially the same on the outside, it might be hard to decipher what warrants a new generation. But underneath, it's actually quite easy: all-new electric architecture, a new motor arrangement, retuned [&#8230;]",
      "summary": "Just four years after Rivian began selling its R1T truck, 2025 marks the beginning of the R1T and R1S' second generation. Considering they look",
      "url": "https://www.theverge.com/electric-cars/689400/rivian-r1s-review-second-times-the-charm",
      "imageUrl": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/2025RivianR1SPeterNelson2.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "publishedAt": "2025-07-12T12:00:00.000Z",
      "source": "theverge",
      "sourceName": "The Verge",
      "author": "Peter Nelson",
      "tags": []
    },
    {
      "id": "8hnoap",
      "title": "Prime Day is almost over, but our favorite deals are still live",
      "description": "Editor’s note: That’s a wrap, folks! As Prime Day 2025 draws to a close, we’ll no longer be updating this article with additional deals and insights. Plenty of great deals remain, however, so be sure to check out all of our Prime Day coverage for anything you may have missed. There are mere hours left [&#8230;]",
      "summary": "Editor’s note: That’s a wrap, folks! As Prime Day 2025 draws to a close, we’ll no longer be updating this article with additional deals and insights.",
      "url": "https://www.theverge.com/tech/697602/amazon-prime-day-sale-best-tech-deals-2025-day-4",
      "imageUrl": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/07/257783_Prime_day_SDonaj_POST-ROUNDUP.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "publishedAt": "2025-07-12T05:03:24.000Z",
      "source": "theverge",
      "sourceName": "The Verge",
      "author": "Brandon RussellBrandt Ranj",
      "tags": []
    },
    {
      "id": "j0u2wz",
      "title": "The Verge’s guide to Amazon Prime Day 2025",
      "description": "Amazon’s mega sale is almost over. It was twice as long as previous years, but we’re now entering the final hours. You’ve had a lot of time to shop, so we suggest checking out earlier than later to ensure your favorite deals don’t expire. In case you want to peruse what’s still discounted, you can [&#8230;]",
      "summary": "Amazon’s mega sale is almost over. It was twice as long as previous years, but we’re now entering the final hours. You’ve had a lot of time to shop,",
      "url": "https://www.theverge.com/tech/689359/amazon-prime-day-tech-deals-guide-2025",
      "imageUrl": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/257783_Prime_day_SDonaj_PACKAGE_-HEADER.gif?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "publishedAt": "2025-07-12T03:41:45.000Z",
      "source": "theverge",
      "sourceName": "The Verge",
      "author": "Brandon Widder",
      "tags": []
    },
    {
      "id": "e4xqsh",
      "title": "The best robot vacuum deals to pick up before Prime Day ends",
      "description": "Amazon Prime Day is in its final hours, following nearly four days of fantastic deals on headphones, TVs, fitness trackers, and — unsurprisingly — robot vacuums. Thankfully, there’s still something available for every home and budget, whether you’re looking for a robovac with self-extending arms that can pull double duty as an autonomous mop or [&#8230;]",
      "summary": "Amazon Prime Day is in its final hours, following nearly four days of fantastic deals on headphones, TVs, fitness trackers, and — unsurprisingly —",
      "url": "https://www.theverge.com/tech/698188/robot-vacuum-mop-deals-amazon-prime-day",
      "imageUrl": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/04/Roborock-S8-Plus.webp?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "publishedAt": "2025-07-12T03:23:54.000Z",
      "source": "theverge",
      "sourceName": "The Verge",
      "author": "Sheena Vasani",
      "tags": []
    }
  ]
}