{
  "date": "2025-07-13",
  "source": "theverge",
  "articles": [
    {
      "id": "6j92w8",
      "title": "Foldables are in and suddenly really thin",
      "description": "Hi! Welcome to Installer No. 89, your guide to the best and Verge-iest stuff in the world. My name is Jay Peters, and I will be taking care of Installer while David is on parental leave. All of us here at The Verge are very excited for him and his family, and he'll be back [&#8230;]",
      "summary": "Hi! Welcome to Installer No. 89, your guide to the best and Verge-iest stuff in the world. My name is Jay Peters, and I will be taking care of",
      "url": "https://www.theverge.com/installer-newsletter/705979/samsung-galaxy-z-fold-flip-7-nothing-phone-headphone-installer",
      "imageUrl": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/07/installer.png?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "publishedAt": "2025-07-13T12:00:00.000Z",
      "source": "theverge",
      "sourceName": "The Verge",
      "author": "Jay Peters",
      "tags": []
    },
    {
      "id": "f2x5qw",
      "title": "Why GM’s CEO is still betting on electric vehicles (and racing)",
      "description": "GM was the first major US automaker to make the promise to go all-electric by 2035, just four years ago. Those promises have since turned into rough estimates under the second Donald Trump presidency, with the company softening language about its electrification goals. But GM is riding high on EV sales, and as CEO Mary [&#8230;]",
      "summary": "GM was the first major US automaker to make the promise to go all-electric by 2035, just four years ago. Those promises have since turned into rough",
      "url": "https://www.theverge.com/gm-general-motors/705320/gm-ceo-mary-barra-interview-ev-cadillac-dei-trump",
      "imageUrl": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/07/257849_GM_CEO_Mary_Barra_CVirginia.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "publishedAt": "2025-07-13T11:00:00.000Z",
      "source": "theverge",
      "sourceName": "The Verge",
      "author": "Abigail Bassett",
      "tags": []
    },
    {
      "id": "au0ii3",
      "title": "xAI explains the Grok Nazi meltdown, as Tesla puts Elon’s bot in its cars",
      "description": "Several days after temporarily shutting down the Grok AI bot that was producing antisemitic posts and praising Hitler in response to user prompts, Elon Musk’s AI company tried to explain why that happened. In a series of posts on X, it said that “&#8230;we discovered the root cause was an update to a code path [&#8230;]",
      "summary": "Several days after temporarily shutting down the Grok AI bot that was producing antisemitic posts and praising Hitler in response to user prompts,",
      "url": "https://www.theverge.com/news/706498/xai-grok-hitler-antisemitism-tesla-ai-bot",
      "imageUrl": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/STK262_GROK_B_B.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "publishedAt": "2025-07-13T00:54:56.000Z",
      "source": "theverge",
      "sourceName": "The Verge",
      "author": "Richard Lawler",
      "tags": []
    }
  ]
}